Repository: ibus/ibus
Catalog: po/*.po
Languages: kk

source: Unified Canadian Aboriginal Syllabics Extended
kk: Біріктірілген канадалық аборигендік буындар кеңейтілген

source: Limbu
kk: Лимбу

source: Tai Le
kk: Тай Ле

source: New Tai Lue
kk: Жаңа Тай Лю

source: Khmer Symbols
kk: Кхмер таңбалары

source: Buginese
kk: Бугий

source: Tai Tham
kk: Тай Там

source: Combining Diacritical Marks Extended
kk: Біріктірілетін диакритикалық таңбалар кеңейтілген

source: Balinese
kk: Бали

source: Sundanese
kk: Сундан

source: Batak
kk: Батак

source: Lepcha
kk: Лепча

source: Ol Chiki
kk: Ол-чики

source: Cyrillic Extended-C
kk: Кириллица кеңейтілген-C

source: Georgian Extended
kk: Грузин кеңейтілген

source: Sundanese Supplement
kk: Сундан қосымшасы

source: Vedic Extensions
kk: Ведиялық кеңейтілімдер

source: Phonetic Extensions
kk: Фонетикалық кеңейтілімдер

source: Phonetic Extensions Supplement
kk: Фонетикалық кеңейтілімдер қосымшасы

source: Combining Diacritical Marks Supplement
kk: Біріктірілетін диакритикалық таңбалар қосымшасы

source: Latin Extended Additional
kk: Латын кеңейтілген қосымша

source: Greek Extended
kk: Грек кеңейтілген

source: General Punctuation
kk: Жалпы пунктуация

source: Superscripts and Subscripts
kk: Жоғарғы және төменгі индекстер

source: Currency Symbols
kk: Валюта таңбалары

source: Combining Diacritical Marks for Symbols
kk: Таңбаларға арналған біріктірілетін диакритикалық таңбалар

source: Letterlike Symbols
kk: Әріп тәріздес таңбалар

source: Number Forms
kk: Сандық пішіндер

source: Arrows
kk: Бағдаршалар

source: Mathematical Operators
kk: Математикалық операторлар

source: Miscellaneous Technical
kk: Әртүрлі техникалық таңбалар

source: Control Pictures
kk: Басқару суреттері

source: Optical Character Recognition
kk: Оптикалық таңбаларды тану

source: Enclosed Alphanumerics
kk: Қоршалған әріптер мен сандар

source: Box Drawing
kk: Псевдографика

source: Block Elements
kk: Блоктық элементтер

source: Geometric Shapes
kk: Геометриялық фигуралар

source: Miscellaneous Symbols
kk: Әртүрлі таңбалар

source: Dingbats
kk: Дингбаттар

source: Miscellaneous Mathematical Symbols-A
kk: Әртүрлі математикалық таңбалар-A

source: Supplemental Arrows-A
kk: Қосымша бағдаршалар-A

source: Braille Patterns
kk: Брайль нүктелері

source: Supplemental Arrows-B
kk: Қосымша бағдаршалар-B

source: Miscellaneous Mathematical Symbols-B
kk: Әртүрлі математикалық таңбалар-B

source: Supplemental Mathematical Operators
kk: Қосымша математикалық операторлар

source: Miscellaneous Symbols and Arrows
kk: Әртүрлі таңбалар мен бағдаршалар

source: Glagolitic
kk: Глаголица

source: Latin Extended-C
kk: Латын кеңейтілген-C

source: Coptic
kk: Копт

source: Georgian Supplement
kk: Грузин қосымшасы

source: Tifinagh
kk: Тифинаг

source: Ethiopic Extended
kk: Эфиоп кеңейтілген

source: Cyrillic Extended-A
kk: Кириллица кеңейтілген-A

source: Supplemental Punctuation
kk: Қосымша пунктуация

source: CJK Radicals Supplement
kk: CJK түбірлер қосымшасы

source: Kangxi Radicals
kk: Канси түбірлері

source: Ideographic Description Characters
kk: Идеографиялық сипаттама таңбалары

source: CJK Symbols and Punctuation
kk: CJK таңбалары мен пунктуациясы

source: Hiragana
kk: Хирагана

source: Katakana
kk: Катакана

source: Bopomofo
kk: Бопомофо

source: Hangul Compatibility Jamo
kk: Хангыль үйлесімділік Джамо

source: Kanbun
kk: Канбун

source: Bopomofo Extended
kk: Бопомофо кеңейтілген

source: CJK Strokes
kk: CJK штрихтары

source: Katakana Phonetic Extensions
kk: Катакана фонетикалық кеңейтілімдері

source: Enclosed CJK Letters and Months
kk: Қоршалған CJK әріптері мен айлары

source: CJK Compatibility
kk: CJK үйлесімділігі

source: CJK Unified Ideographs Extension A
kk: CJK біріктірілген идеограммалар кеңейтілімі A

source: Yijing Hexagram Symbols
kk: Ицзин гексаграмма таңбалары

source: CJK Unified Ideographs
kk: CJK біріктірілген идеограммалар

source: Yi Syllables
kk: И буындары

source: Yi Radicals
kk: И түбірлері

source: Lisu
kk: Лису

source: Vai
kk: Ваи

source: Cyrillic Extended-B
kk: Кириллица кеңейтілген-B

source: Bamum
kk: Бамум

source: Modifier Tone Letters
kk: Тон түрлендіргіш әріптері

source: Latin Extended-D
kk: Латын кеңейтілген-D

source: Syloti Nagri
kk: Силоти Нагри

source: Common Indic Number Forms
kk: Жалпы үнділік сандық пішіндер

source: Phags-pa
kk: Пагба-па

source: Saurashtra
kk: Саураштра

source: Devanagari Extended
kk: Деванагари кеңейтілген

source: Kayah Li
kk: Кая-ли

source: Rejang
kk: Реджанг

source: Hangul Jamo Extended-A
kk: Хангыль Джамо кеңейтілген-A

source: Javanese
kk: Ява

source: Myanmar Extended-B
kk: Мьянма кеңейтілген-B

source: Cham
kk: Тям

source: Myanmar Extended-A
kk: Мьянма кеңейтілген-A

source: Tai Viet
kk: Тай-вьет

source: Meetei Mayek Extensions
kk: Мейтей Майек кеңейтілімдері

source: Ethiopic Extended-A
kk: Эфиоп кеңейтілген-A

source: Latin Extended-E
kk: Латын кеңейтілген-E

source: Cherokee Supplement
kk: Чероки қосымшасы

source: Meetei Mayek
kk: Мейтей Майек

source: Hangul Syllables
kk: Хангыль буындары

source: Hangul Jamo Extended-B
kk: Хангыль Джамо кеңейтілген-B

source: High Surrogates
kk: Жоғарғы суррогаттар

source: High Private Use Surrogates
kk: Жеке пайдаланудағы жоғарғы суррогаттар

source: Low Surrogates
kk: Төменгі суррогаттар

source: Private Use Area
kk: Жеке пайдалану аймағы

source: CJK Compatibility Ideographs
kk: CJK үйлесімділік идеограммалары

source: Alphabetic Presentation Forms
kk: Әліпбилік көрсетілім пішіндері

source: Arabic Presentation Forms-A
kk: Араб көрсетілім пішіндері-A

source: Variation Selectors
kk: Вариация селекторлары

source: Vertical Forms
kk: Вертикалды пішіндер

source: Combining Half Marks
kk: Біріктірілетін жартылай таңбалар

source: CJK Compatibility Forms
kk: CJK үйлесімділік пішіндері

source: Small Form Variants
kk: Кіші пішінді нұсқалар

source: Arabic Presentation Forms-B
kk: Араб көрсетілім пішіндері-B

source: Halfwidth and Fullwidth Forms
kk: Жарты енді және толық енді пішіндер

source: Specials
kk: Арнайы таңбалар

source: Linear B Syllabary
kk: Сызықтық Б буын жазуы

source: Linear B Ideograms
kk: Сызықтық Б идеограммалары

source: Aegean Numbers
kk: Эгей сандары

source: Ancient Greek Numbers
kk: Ежелгі грек сандары

source: Ancient Symbols
kk: Ежелгі таңбалар

source: Phaistos Disc
kk: Фест дискісі

source: Lycian
kk: Ликия

source: Carian
kk: Кария

source: Coptic Epact Numbers
kk: Копт эпакт сандары

source: Old Italic
kk: Ескі италиялық

source: Gothic
kk: Гот

source: Old Permic
kk: Ескі пермь

source: Ugaritic
kk: Угарит

source: Old Persian
kk: Ескі парсы

source: Deseret
kk: Дезерет

source: Shavian
kk: Шоу алфавиті

source: Osmanya
kk: Османья

source: Osage
kk: Осейдж

source: Elbasan
kk: Элбасан

source: Caucasian Albanian
kk: Кавказ албандарының жазуы

source: Vithkuqi
kk: Виткуки

source: Todhri
kk: Тодри

source: Linear A
kk: Сызықтық А

source: Latin Extended-F
kk: Латын кеңейтілген-F

source: Cypriot Syllabary
kk: Кипр буын жазуы

source: Imperial Aramaic
kk: Империялық арамей

source: Palmyrene
kk: Пальмира

source: Nabataean
kk: Набатей

source: Hatran
kk: Хатра

source: Phoenician
kk: Финикия

source: Lydian
kk: Лидия

source: Sidetic
kk: Сидет

source: Meroitic Hieroglyphs
kk: Мероит иероглифтері

source: Meroitic Cursive
kk: Мероит курсиві

source: Kharoshthi
kk: Кхароштхи

source: Old South Arabian
kk: Ескі оңтүстік араб

source: Old North Arabian
kk: Ескі солтүстік араб

source: Manichaean
kk: Манихей

source: Avestan
kk: Авеста

source: Inscriptional Parthian
kk: Жазудағы парфян

source: Inscriptional Pahlavi
kk: Жазудағы пахлави

source: Psalter Pahlavi
kk: Псалтирь пахлави

source: Old Turkic
kk: Ескі түрік (Орхон-Енисей)

source: Old Hungarian
kk: Ескі венгр

source: Hanifi Rohingya
kk: Ханифи Рохинья

source: Garay
kk: Гарай

source: Rumi Numeral Symbols
kk: Руми сандық таңбалары

source: Yezidi
kk: Езиди

source: Arabic Extended-C
kk: Араб кеңейтілген-C

source: Old Sogdian
kk: Ескі соғды

source: Sogdian
kk: Соғды

source: Old Uyghur
kk: Ескі ұйғыр

source: Chorasmian
kk: Хорезм

source: Elymaic
kk: Элимаик

source: Brahmi
kk: Брахми

source: Kaithi
kk: Кайтхи

source: Sora Sompeng
kk: Сора Сомпенг

source: Chakma
kk: Чакма

source: Mahajani
kk: Махаджани

source: Sharada
kk: Шарада

source: Sinhala Archaic Numbers
kk: Сингал көне сандары

source: Khojki
kk: Хожки

source: Multani
kk: Мультани

source: Khudawadi
kk: Худавади

source: Grantha
kk: Грантха

source: Tulu-Tigalari
kk: Тулу-Тигалари

source: Newa
kk: Невари

source: Tirhuta
kk: Тирхута

source: Siddham
kk: Сиддхам

source: Modi
kk: Моди

source: Mongolian Supplement
kk: Моңғол қосымшасы

source: Takri
kk: Такри

source: Myanmar Extended-C
kk: Мьянма кеңейтілген-C

source: Ahom
kk: Ахом

source: Dogra
kk: Догра

source: Warang Citi
kk: Варанг-чити

source: Dives Akuru
kk: Дивес Акуру

source: Nandinagari
kk: Нандинагари

source: Zanabazar Square
kk: Дзанабадзар шаршы жазуы

source: Soyombo
kk: Сойомбо

source: Unified Canadian Aboriginal Syllabics Extended-A
kk: Біріктірілген канадалық аборигендік буындар кеңейтілген-A

source: Pau Cin Hau
kk: Пау Чин Хау

source: Devanagari Extended-A
kk: Деванагари кеңейтілген-A

source: Sharada Supplement
kk: Шарада қосымшасы

source: Sunuwar
kk: Сунувар

source: Bhaiksuki
kk: Бхайкшуки

source: Marchen
kk: Марчен

source: Masaram Gondi
kk: Масарам Гонди

source: Gunjala Gondi
kk: Гунджала Гонди

source: Tolong Siki
kk: Толонг Сики

source: Makasar
kk: Макасар

source: Kawi
kk: Кави

source: Lisu Supplement
kk: Лису қосымшасы

source: Tamil Supplement
kk: Тамил қосымшасы

source: Cuneiform
kk: Лих жазуы

source: Cuneiform Numbers and Punctuation
kk: Лих сандары мен пунктуациясы

source: Early Dynastic Cuneiform
kk: Ерте династиялық лих жазуы

source: Cypro-Minoan
kk: Кипр-миной

source: Egyptian Hieroglyphs
kk: Мысыр иероглифтері

source: Egyptian Hieroglyph Format Controls
kk: Мысыр иероглифтерін пішімдеуді басқару таңбалары

source: Egyptian Hieroglyphs Extended-A
kk: Мысыр иероглифтері кеңейтілген-A

source: Anatolian Hieroglyphs
kk: Анатолия иероглифтері

source: Gurung Khema
kk: Гурунг Кхема

source: Bamum Supplement
kk: Бамум қосымшасы

source: Mro
kk: Мро

source: Tangsa
kk: Тангса

source: Bassa Vah
kk: Басса Ва

source: Pahawh Hmong
kk: Пахау Хмонг

source: Kirat Rai
kk: Кират Раи

source: Medefaidrin
kk: Медефайдрин

source: Beria Erfe
kk: Берия Эрфе

source: Miao
kk: Мяо

source: Ideographic Symbols and Punctuation
kk: Идеографиялық таңбалар мен пунктуация

source: Tangut
kk: Тангут

source: Tangut Components
kk: Тангут құрамдас бөліктері

source: Khitan Small Script
kk: Кидань кіші жазуы

source: Tangut Supplement
kk: Тангут қосымшасы

source: Tangut Components Supplement
kk: Тангут құрамдас бөліктерінің қосымшасы

source: Kana Extended-B
kk: Кана кеңейтілген-B

source: Kana Supplement
kk: Кана қосымшасы

source: Kana Extended-A
kk: Кана кеңейтілген-A

source: Small Kana Extension
kk: Кіші кана кеңейтілімі

source: Nushu
kk: Ню-шу

source: Duployan
kk: Дюплойе стенографиясы

source: Shorthand Format Controls
kk: Стенография пішімін басқару таңбалары

source: Symbols for Legacy Computing Supplement
kk: Ескі есептеуіш жүйелерге арналған таңбалар қосымшасы

source: Miscellaneous Symbols Supplement
kk: Әртүрлі таңбалар қосымшасы

source: Znamenny Musical Notation
kk: Знаменный ноталық жазуы

source: Byzantine Musical Symbols
kk: Византия музыкалық таңбалары

source: Musical Symbols
kk: Музыкалық таңбалар

source: Ancient Greek Musical Notation
kk: Ежелгі грек музыкалық ноталары

source: Kaktovik Numerals
kk: Кактовик сандары

source: Mayan Numerals
kk: Майя сандары

source: Tai Xuan Jing Symbols
kk: Тай Сюань Цзин таңбалары

source: Counting Rod Numerals
kk: Есептеуіш таяқша сандары

source: Mathematical Alphanumeric Symbols
kk: Математикалық әріптік-сандық таңбалар

source: Sutton SignWriting
kk: Саттон белгі жазуы

source: Latin Extended-G
kk: Латын кеңейтілген-G

source: Glagolitic Supplement
kk: Глаголица қосымшасы

source: Cyrillic Extended-D
kk: Кириллица кеңейтілген-D

source: Nyiakeng Puachue Hmong
kk: Ньякенг Пуачу Хмонг

source: Toto
kk: Тото

source: Wancho
kk: Ванчо

source: Nag Mundari
kk: Наг Мундари

source: Ol Onal
kk: Ол Онал

source: Tai Yo
kk: Тай Йо

source: Ethiopic Extended-B
kk: Эфиоп кеңейтілген-B

source: Mende Kikakui
kk: Менде Кикакуи

source: Adlam
kk: Адлам

source: Indic Siyaq Numbers
kk: Үнді Сияк сандары

source: Ottoman Siyaq Numbers
kk: Осман Сияк сандары

source: Arabic Mathematical Alphabetic Symbols
kk: Араб математикалық әріптік таңбалары

source: Mahjong Tiles
kk: Маджонг плиткалары

source: Domino Tiles
kk: Домино плиткалары

source: Playing Cards
kk: Ойын карталары

source: Enclosed Alphanumeric Supplement
kk: Қоршалған әріптік-сандық таңбалар қосымшасы

source: Enclosed Ideographic Supplement
kk: Қоршалған идеографиялық таңбалар қосымшасы

source: Miscellaneous Symbols and Pictographs
kk: Әртүрлі таңбалар мен пиктограммалар

source: Emoticons
kk: Эмотикондар

source: Ornamental Dingbats
kk: Сәндік дингбаттар

source: Transport and Map Symbols
kk: Көлік және карта таңбалары

source: Alchemical Symbols
kk: Алхимиялық таңбалар

source: Geometric Shapes Extended
kk: Геометриялық фигуралар кеңейтілген

source: Supplemental Arrows-C
kk: Қосымша бағдаршалар-C

source: Supplemental Symbols and Pictographs
kk: Қосымша таңбалар мен пиктограммалар

source: Chess Symbols
kk: Шахмат таңбалары

source: Symbols and Pictographs Extended-A
kk: Таңбалар мен пиктограммалар кеңейтілген-A

source: Symbols for Legacy Computing
kk: Ескі есептеуіш жүйелерге арналған таңбалар

source: CJK Unified Ideographs Extension B
kk: CJK біріктірілген идеограммалар кеңейтілімі B

source: CJK Unified Ideographs Extension C
kk: CJK біріктірілген идеограммалар кеңейтілімі C

source: CJK Unified Ideographs Extension D
kk: CJK біріктірілген идеограммалар кеңейтілімі D

source: CJK Unified Ideographs Extension E
kk: CJK біріктірілген идеограммалар кеңейтілімі E

source: CJK Unified Ideographs Extension F
kk: CJK біріктірілген идеограммалар кеңейтілімі F

source: CJK Unified Ideographs Extension I
kk: CJK біріктірілген идеограммалар кеңейтілімі I

source: CJK Compatibility Ideographs Supplement
kk: CJK үйлесімділік идеограммалары қосымшасы

source: CJK Unified Ideographs Extension G
kk: CJK біріктірілген идеограммалар кеңейтілімі G

source: CJK Unified Ideographs Extension H
kk: CJK біріктірілген идеограммалар кеңейтілімі H

source: CJK Unified Ideographs Extension J
kk: CJK біріктірілген идеограммалар кеңейтілімі J

source: Tags
kk: Тегтер

source: Variation Selectors Supplement
kk: Вариация селекторлары қосымшасы

source: Supplementary Private Use Area-A
kk: Қосымша жеке пайдалану аймағы-A

source: Supplementary Private Use Area-B
kk: Қосымша жеке пайдалану аймағы-B

source: Set im-module TYPE to "gtk2", "gtk3" or "gtk4". Default is "gtk3".
kk: im-module ТҮРІН "gtk2", "gtk3" немесе "gtk4" мәніне орнату. Әдепкі бойынша "gtk3".

source: Can't connect to IBus.
kk: IBus қызметіне қосылу мүмкін емес.

source: IBus is running.
kk: IBus жұмыс істеп тұр.

source: List engine name only
kk: Тек қозғалтқыш атын тізімдеу

source: language: %s
kk: тіл: %s

source: No engine is set.
kk: Ешқандай қозғалтқыш орнатылмаған.

source: Set global engine failed.
kk: Глобалды қозғалтқышты орнату сәтсіз аяқталды.

source: Get global engine failed.
kk: Глобалды қозғалтқышты алу сәтсіз аяқталды.

source: Start or restart daemon with "direct", "systemd", "kde-wayland" or "wayland" TYPE.
kk: Демонды "direct", "systemd", "kde-wayland" немесе "wayland" ТҮРІМЕН іске қосу немесе қайта жүктеу.

source: Start or restart daemon with SYSTEMD_SERVICE file.
kk: Демонды SYSTEMD_SERVICE файлымен іске қосу немесе қайта жүктеу.

source: Show debug messages.
kk: Жөндеу хабарларын көрсету.

source: Exit daemon with "direct" or "kde-wayland" TYPE.
kk: Демонды "direct" немесе "kde-wayland" ТҮРІМЕН жабу.

source: Read the system registry cache.
kk: Жүйелік тізілім кэшін оқу.

source: Read the registry cache FILE.
kk: Тізілім кэші ФАЙЛЫН оқу.

source: The registry cache is invalid.
kk: Тізілім кэші жарамсыз.

source: Write the system registry cache.
kk: Жүйелік тізілім кэшін жазу.

source: Write the registry cache FILE.
kk: Тізілім кэші ФАЙЛЫНА жазу.

source: Use engine schema paths instead of ibus core, which can be comma-separated values.
kk: ibus ядросының орнына қозғалтқыш схемасының жолдарын пайдалану (үтірмен ажыратылған мәндер болуы мүмкін).

source: Resetting…
kk: Нөлдеу…

source: Done
kk: Дайын

source: Set or get engine
kk: Қозғалтқышты орнату немесе алу

source: Exit ibus-daemon
kk: ibus-daemon қызметінен шығу

source: Show available engines
kk: Қолжетімді қозғалтқыштарды көрсету

source: (Not implemented)
kk: (Іске асырылмаған)

source: Restart ibus-daemon
kk: ibus-daemon қызметін қайта іске қосу

source: Start ibus-daemon
kk: ibus-daemon қызметін іске қосу

source: Show version
kk: Нұсқасын көрсету

source: Show the content of registry cache
kk: Тізілім кэшінің мазмұнын көрсету

source: Create registry cache
kk: Тізілім кэшін жасау

source: Print the D-Bus address of ibus-daemon
kk: ibus-daemon қызметінің D-Bus адресін шығару

source: Show the configuration values
kk: Конфигурация мәндерін көрсету

source: Reset the configuration values
kk: Конфигурация мәндерін нөлдеу

source: Save emoji on dialog to clipboard
kk: Сұхбат терезесіндегі эмодзиді алмасу буферіне сақтау

source: Retrieve im-module value from GTK instance
kk: GTK данасынан im-module мәнін алу

source: Show this information
kk: Осы ақпаратты көрсету

source: Usage: %s COMMAND [OPTION...]
kk: Қолданылуы: %s КОМАНДА [ОПЦИЯ...]

source: Commands:
kk: Командалар:

source: %s is unknown command!
kk: %s командасы белгісіз!

source: Connect Wayland input method protocol
kk: Wayland енгізу тәсілі хаттамасына қосылу

source: Execute ibus-daemon if it's not running
kk: ibus-daemon жұмыс істеп тұрмаса, оны іске қосу

source: ibus-daemon's arguments
kk: ibus-daemon аргументтері

source: Verbose logging
kk: Толық журналдау

source: Favorites
kk: Таңдаулылар

source: Others
kk: Басқалар

source: Open Unicode choice
kk: Unicode таңдауын ашу

source: Bring back emoji choice
kk: Эмодзи таңдауына қайту

source: Show emoji variants
kk: Эмодзи нұсқаларын көрсету

source: Close
kk: Жабу

source: Menu
kk: Мәзір

source: Click to view a warning message
kk: Ескерту хабарын көру үшін шертіңіз

source: Loading a Unicode dictionary:
kk: Unicode сөздігін жүктеу:

source: IBus Emoji initialization
kk: IBus эмодзилерін инициализациялау

source: Code point: %s
kk: Код нүктесі: %s

source: Has emoji variants
kk: Эмодзи нұсқалары бар

source: Description: %s
kk: Сипаттамасы: %s

source: None
kk: Жоқ

source: Annotations: %s
kk: Аңдатпалар: %s

source: Name: %s
kk: Аты: %s

source: Alias: %s
kk: Бүркеншік аты: %s

source: Emoji Choice
kk: Эмодзи таңдауы

source: Unicode Choice
kk: Unicode таңдауы

source: Failed to get the current text application. Please re-focus your application. E.g. Press Esc key several times to release the emoji typing mode, click your desktop and click your text application again.
kk: Ағымдағы мәтіндік қолданбаны анықтау мүмкін болмады. Қолданбаға фокусты қайта түсіріңіз. Мысалы, эмодзи теру режимінен шығу үшін Esc пернесін бірнеше рет басып, жұмыс үстелін шертіңіз де, мәтіндік қолданбаңызды қайта шертіңіз.

source: Canceled to choose an emoji.
kk: Эмодзи таңдаудан бас тартылды.

source: Copied an emoji to your clipboard.
kk: Эмодзи алмасу буферіне көшірілді.

source: "FONT" for emoji characters on emoji dialog
kk: Эмодзи сұхбат терезесіндегі эмодзи таңбалары үшін "ҚАРІП"

source: FONT
kk: ҚАРІП

source: "LANG" for annotations on emoji dialog. E.g. "en"
kk: Эмодзи сұхбат терезесіндегі аңдатпалар үшін "ТІЛ". Мысалы, "kk"

source: LANG
kk: ТІЛ

source: Emoji annotations can be match partially
kk: Эмодзи аңдатпалары ішінара сәйкес келе алады

source: Match with the length of the specified integer
kk: Көрсетілген бүтін сан ұзындығымен сәйкестендіру

source: Match with the condition of the specified integer
kk: Көрсетілген бүтін сан шартымен сәйкестендіру

source: IBus Panel
kk: IBus панелі

source: You can toggle the activate menu and context one with clicking the mouse middle button on the panel icon.
kk: Панель таңбашасында тышқанның ортаңғы батырмасын шерту арқылы белсендіру мәзірі мен контекстік мәзір арасында ауыса аласыз.

source: IBus should be called from the desktop session in %s. For KDE, you can launch '%s' utility and go to "Input & Output" -> "Keyboard" -> "Virtual Keyboard" section and select "%s" icon and click "Apply" button to configure IBus in %s. For other desktop sessions, you can run "%s" command. Please refer each document about the "Wayland input method" configuration. Before you configure the "Wayland input method", you should make sure that QT_IM_MODULE and GTK_IM_MODULE environment variables are unset in the desktop session.
kk: IBus %s ішіндегі жұмыс үстелі сессиясынан шақырылуы керек. KDE үшін '%s' утилитасын іске қосып, "Енгізу және шығару" -> "Пернетақта" -> "Виртуалды пернетақта" бөліміне өтіп, "%s" таңбашасын таңдап, %s ішінде IBus-ты баптау үшін "Іске асыру" батырмасын басыңыз. Басқа жұмыс үстелі сессиялары үшін "%s" командасын орындауға болады. "Wayland енгізу тәсілі" конфигурациясы туралы әр құжаттамадан қараңыз. "Wayland енгізу тәсілін" баптамас бұрын, жұмыс үстелі сессиясында QT_IM_MODULE және GTK_IM_MODULE орта айнымалыларының орнатылмағанына көз жеткізіңіз.

source: Please unset QT_IM_MODULE and GTK_IM_MODULE environment variables and 'ibus-daemon --panel disable' should be executed as a child process of %s component.
kk: QT_IM_MODULE және GTK_IM_MODULE орта айнымалыларын алып тастаңыз және 'ibus-daemon --panel disable' командасы %s құрамдас бөлігінің туынды процесі ретінде орындалуы керек.

source: Seems you run %s with '--enable-wayland-im' option but your display server is Xorg so the Wayland feature is disabled. You would be better off running ibus-daemon directly instead or %s without that option.
kk: Сіз %s бағдарламасын '--enable-wayland-im' опциясымен іске қосып тұрсыз, бірақ дисплей серверіңіз Xorg болғандықтан Wayland мүмкіндігі сөндірілді. Оның орнына ibus-daemon қызметін тікелей немесе %s бағдарламасын ол опциясыз іске қосқан дұрыс болар еді.

source: IBus Notification
kk: IBus хабарландыруы

source: Your configured input method %s does not exist in IBus input methods so "US" layout was configured instead of your input method.
kk: Сіз баптаған %s енгізу тәсілі IBus енгізу тәсілдерінде жоқ, сондықтан оның орнына "US" жаймасы бапталды.

source: At least one of your configured input methods does not exist in IBus input methods.
kk: Сіз баптаған енгізу тәсілдерінің кем дегенде біреуі IBus енгізу тәсілдерінде жоқ.

source: Please run `ibus-setup` command, open "Input Method" tab, and configure your input methods again.
kk: `ibus-setup` командасын орындап, "Енгізу тәсілі" бетін ашып, енгізу тәсілдерін қайта баптаңыз.

source: IBus is an intelligent input bus for Linux/Unix.
kk: IBus - Linux/Unix жүйелеріне арналған зияткерлік енгізу шинасы.

source: Maintainers
kk: Сүйемелдеушілер

source: translator-credits
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>

source: Preferences
kk: Қалаулар

source: Restart
kk: Қайта іске қосу

source: Quit
kk: Шығу
