Repository: ibus/ibus
Catalog: po/*.po
Languages: kk

source: Preload engines
kk: Қозғалтқыштарды алдын ала жүктеу

source: Preload engines during ibus starts up
kk: ibus іске қосылған кезде қозғалтқыштарды алдын ала жүктеу

source: Engines order
kk: Қозғалтқыштар реті

source: Saved engines order in input method list
kk: Енгізу тәсілдері тізімінде сақталған қозғалтқыштар реті

source: Popup delay milliseconds for IME switcher window
kk: IME ауыстырғыш терезесі үшін миллисекундпен қалқымалы кідіріс

source: Set popup delay milliseconds to show IME switcher window. The default is 400. 0 = Show the window immediately. 0 < Delay milliseconds. 0 > Do not show the window and switch prev/next engines.
kk: IME ауыстырғыш терезесін көрсету үшін қалқымалы кідірісті миллисекундпен орнатыңыз. Әдепкі мәні - 400. 0 = Терезені бірден көрсету. 0 < Кідіріс миллисекундтары. 0 > Терезені көрсетпеу және алдыңғы/келесі қозғалтқыштарға ауысу.

source: Saved version number
kk: Сақталған нұсқа нөмірі

source: The saved version number will be used to check the difference between the version of the previous installed ibus and one of the current ibus.
kk: Сақталған нұсқа нөмірі алдыңғы орнатылған ibus пен қазіргі ibus нұсқалары арасындағы айырмашылықты тексеру үшін пайдаланылады.

source: Latin layouts which have no ASCII
kk: ASCII жоқ латын жаймалары

source: US layout is appended to the Latin layouts. variant can be omitted.
kk: US жаймасы латын жаймаларына қосылды. нұсқаны (variant) алып тастауға болады.

source: Use xmodmap
kk: xmodmap пайдалану

source: Run xmodmap if .xmodmap or .Xmodmap exists when ibus engines are switched.
kk: ibus қозғалтқыштары ауысқан кезде .xmodmap немесе .Xmodmap файлдары болса, xmodmap бағдарламасын іске қосу.

source: Use system keyboard layout
kk: Жүйелік пернетақта жаймасын пайдалану

source: Use system keyboard (XKB) layout
kk: Жүйелік пернетақта (XKB) жаймасын пайдалану

source: Embed Preedit Text
kk: Енгізу алдындағы мәтінді кірістіру

source: Embed Preedit Text in Application Window
kk: Қолданба терезесіне енгізу алдындағы мәтінді кірістіру

source: Use global input method
kk: Глобалды енгізу тәсілін пайдалану

source: Share the same input method among all applications
kk: Барлық қолданбалар арасында бірдей енгізу тәсілін бөлісу

source: Enable input method by default
kk: Енгізу тәсілін әдепкі бойынша іске қосу

source: Enable input method by default when the application gets input focus
kk: Қолданба енгізу фокусын алған кезде енгізу тәсілін әдепкі бойынша іске қосу

source: DConf preserve name prefixes
kk: DConf атау префикстерін сақтау

source: Prefixes of DConf keys to stop name conversion
kk: Атауды түрлендіруді тоқтатуға арналған DConf кілттерінің префикстері

source: Trigger shortcut keys
kk: Жарлық пернелерін іске қосу

source: The shortcut keys for turning input method on or off
kk: Енгізу тәсілін қосу немесе өшіруге арналған жарлық пернелері

source: Trigger shortcut keys for gtk_accelerator_parse
kk: gtk_accelerator_parse үшін жарлық пернелерін іске қосу

source: Enable shortcut keys
kk: Жарлық пернелерін іске қосу

source: The shortcut keys for turning input method on
kk: Енгізу тәсілін қосуға арналған жарлық пернелері

source: Disable shortcut keys
kk: Жарлық пернелерін сөндіру

source: The shortcut keys for turning input method off
kk: Енгізу тәсілін өшіруге арналған жарлық пернелері

source: Next engine shortcut keys
kk: Келесі қозғалтқыш жарлық пернелері

source: The shortcut keys for switching to the next input method in the list
kk: Тізімдегі келесі енгізу тәсіліне ауысуға арналған жарлық пернелері

source: Prev engine shortcut keys
kk: Алдыңғы қозғалтқыш жарлық пернелері

source: The shortcut keys for switching to the previous input method
kk: Алдыңғы енгізу тәсіліне ауысуға арналған жарлық пернелері

source: Auto hide
kk: Авто жасыру

source: The behavior of property panel. 0 = Do not show, 1 = Auto hide, 2 = Always show
kk: Қасиеттер панелінің әрекеті. 0 = Көрсетпеу, 1 = Авто жасыру, 2 = Әрқашан көрсету

source: Language panel position
kk: Тілдер панелінің орны

source: Follow the input cursor in case the panel is always shown
kk: Панель әрқашан көрсетілсе, енгізу курсорына ілесу

source: If true, the panel follows the input cursor in case the panel is always shown. If false, the panel is shown at a fixed location.
kk: Егер шын болса, панель әрқашан көрсетілген жағдайда енгізу курсорына ілеседі. Жалған болса, панель белгіленген орында көрсетіледі.

source: The milliseconds to show property panel
kk: Қасиеттер панелін көрсету уақыты (миллисекунд)

source: The milliseconds to show property panel after focus-in or properties are changed.
kk: Фокус түскеннен немесе қасиеттер өзгергеннен кейін қасиеттер панелін көрсету уақыты (миллисекунд).

source: Orientation of lookup table
kk: Іздеу кестесінің бағдары

source: Orientation of lookup table. 0 = Horizontal, 1 = Vertical
kk: Іздеу кестесінің бағдары. 0 = Горизонталды, 1 = Вертикалды

source: Show icon on system tray
kk: Жүйелік трейде таңбашаны көрсету

source: Show input method name
kk: Енгізу тәсілінің атын көрсету

source: Show input method name on language bar
kk: Тілдер панелінде енгізу тәсілінің атын көрсету

source: RGBA value of XKB icon
kk: XKB таңбашасының RGBA мәні

source: XKB icon shows the layout string and the string is rendered with the RGBA value. The RGBA value can be 1. a color name from X11, 2. a hex value in form '#rrggbb' where 'r', 'g' and 'b' are hex digits of the red, green, and blue, 3. a RGB color in form 'rgb(r,g,b)' or 4. a RGBA color in form 'rgba(r,g,b,a)' where 'r', 'g', and 'b' are either integers in the range 0 to 255 or percentage values in the range 0% to 100%, and 'a' is a floating point value in the range 0 to 1 of the alpha.
kk: XKB таңбашасы жайма жолын көрсетеді және жол RGBA мәнімен өңделеді. RGBA мәні келесілердің бірі болуы мүмкін: 1. X11 түс атауы, 2. '#rrggbb' пішіміндегі он алтылық мән, мұндағы 'r', 'g' және 'b' - қызыл, жасыл және көк түстердің он алтылық цифрлары, 3. 'rgb(r,g,b)' пішіміндегі RGB түсі немесе 4. 'rgba(r,g,b,a)' пішіміндегі RGBA түсі, мұндағы 'r', 'g' және 'b' - 0-ден 255-ке дейінгі бүтін сандар немесе 0% - 100% ауқымындағы пайыздық мәндер, ал 'a' - 0-ден 1-ге дейінгі мөлдірліктің жылжымалы нүктелі мәні.

source: The milliseconds to show the panel icon for a property
kk: Қасиет үшін панель таңбашасын көрсету уақыты (миллисекунд)

source: The milliseconds to show the panel icon from the engine icon to a property icon whenever engines are switched if the property is specified by the value of icon-prop-key in IBusEngineDesc. If the value is 0, no delay time and the property icon is shown immediately.
kk: Егер қасиет IBusEngineDesc ішіндегі icon-prop-key мәнімен анықталса, қозғалтқыштар ауысқан сайын қозғалтқыш таңбашасынан қасиет таңбашасына ауысу уақыты (миллисекунд). Егер мән 0 болса, кідіріссіз қасиет таңбашасы бірден көрсетіледі.

source: Use custom font
kk: Пайдаланушы қарпін пайдалану

source: Use custom font name for language panel
kk: Тілдер панелі үшін пайдаланушы қаріп атын пайдалану

source: Custom font
kk: Пайдаланушы қарпі

source: Custom font name for language panel
kk: Тілдер панелі үшін пайдаланушы қаріп аты

source: Use custom theme
kk: Пайдаланушы темасын пайдалану

source: Use custom theme name for language panel
kk: Тілдер панелі үшін пайдаланушы тема атын пайдалану

source: Custom theme
kk: Пайдаланушы темасы

source: Custom theme name for language panel
kk: Тілдер панелі үшін пайдаланушы тема аты

source: Use custom icon
kk: Пайдаланушы таңбашасын пайдалану

source: Use custom icon name for arrow buttons on candidate window
kk: Үміткерлер терезесіндегі бағдарша батырмалары үшін пайдаланушы таңбаша атын пайдалану

source: Custom icon
kk: Пайдаланушы таңбашасы

source: Custom icon name for arrow buttons on candidate window
kk: Үміткерлер терезесіндегі бағдарша батырмалары үшін пайдаланушы таңбаша аты

source: Choose glyphs with input method's language on candidate window
kk: Үміткерлер терезесінде енгізу тәсілінің тіліне сәйкес глифтерді таңдау

source: Some code points have different glyphs and Pango determines the glyphs from the language attribute. Pango chooses glyphs from the IBus engine's language if the value is true and chooses them from the desktop locale if the value is false.
kk: Кейбір код нүктелерінің әртүрлі глифтері болады және Pango глифтерді тіл атрибуты бойынша анықтайды. Егер мән шын болса, Pango глифтерді IBus қозғалтқышының тіліне қарай таңдайды, ал жалған болса, оларды жұмыс үстелінің локаліне қарай таңдайды.

source: Unicode shortcut keys for gtk_accelerator_parse
kk: gtk_accelerator_parse үшін Unicode жарлық пернелері

source: The shortcut keys for turning Unicode typing on or off
kk: Unicode теруді қосу немесе өшіруге арналған жарлық пернелері

source: Emoji shortcut keys for gtk_accelerator_parse
kk: gtk_accelerator_parse үшін Эмодзи жарлық пернелері

source: The shortcut keys for turning emoji typing on or off
kk: Эмодзи теруді қосу немесе өшіруге арналған жарлық пернелері

source: Custom font name for emoji characters on emoji dialog
kk: Эмодзи сұхбат терезесіндегі эмодзи таңбалары үшін пайдаланушы қаріп аты

source: Default language for emoji dictionary
kk: Эмодзи сөздігі үшін әдепкі тіл

source: Choose a default language of emoji dictionaries on the emoji dialog. The value $lang is applied to /usr/share/ibus/dicts/emoji-$lang.dict .
kk: Эмодзи сұхбат терезесінде эмодзи сөздіктерінің әдепкі тілін таңдаңыз. $lang мәні /usr/share/ibus/dicts/emoji-$lang.dict файлына қолданылады.

source: favorite emoji list on emoji dialog
kk: эмодзи сұхбат терезесіндегі таңдаулы эмодзилер тізімі

source: You can show the favorite emojis on emoji list if this list has any characters.
kk: Егер бұл тізімде таңбалар болса, таңдаулы эмодзилерді эмодзилер тізімінде көрсетуге болады.

source: favorite emoji annotation list on emoji dialog
kk: эмодзи сұхбат терезесіндегі таңдаулы эмодзилердің аңдатпалар тізімі

source: You can assign an annotation for a favorite emoji in this list.
kk: Осы тізімдегі таңдаулы эмодзи үшін аңдатпа тағайындауға болады.

source: Whether emoji annotations can be match partially or not
kk: Эмодзи аңдатпаларының ішінара сәйкес келу мүмкіндігі

source: Whether emoji annotations can be matched with a partial string instead of the exact match or not.
kk: Эмодзи аңдатпалары дәл сәйкестіктің орнына ішінара жолмен сәйкес келу-келмеуі.

source: Match emoji annotations with the specified length
kk: Эмодзи аңдатпаларын көрсетілген ұзындық бойынша сәйкестендіру

source: Match emoji annotations partially with more than the specified number of characters instead of the exact match.
kk: Эмодзи аңдатпаларын дәл сәйкестіктің орнына көрсетілген таңбалар санынан көп ішінара жолмен сәйкестендіру.

source: Choose a condition to match emoji annotations partially
kk: Эмодзи аңдатпаларын ішінара сәйкестендіру шартын таңдаңыз

source: Choose one of the following conditions to match emoji annotations partially: 0 == Prefix match, 1 == Suffix match, 2 == Containing match
kk: Эмодзи аңдатпаларын ішінара сәйкестендіру үшін келесі шарттардың бірін таңдаңыз: 0 == Префикс сәйкестігі, 1 == Суффикс сәйкестігі, 2 == Құрамындағы сәйкестік

source: Load the emoji data at the time of startup
kk: Іске қосылған кезде эмодзи деректерін жүктеу

source: Load the emoji data at the time of startup if true. About 10MB memory is needed to load the data. Load the emoji data when open the emoji dialog at the beginning if false.
kk: Егер шын болса, іске қосылған кезде эмодзи деректерін жүктейді. Деректерді жүктеу үшін шамамен 10МБ жад қажет. Жалған болса, эмодзи сұхбат терезесі алғаш ашылғанда эмодзи деректерін жүктейді.

source: Load the Unicode data at the time of startup
kk: Іске қосылған кезде Unicode деректерін жүктеу

source: Load the Unicode data at the time of startup if true. About 15MB memory is needed to load the data. Load the Unicode data when open the emoji dialog at the beginning if false. The Unicode data is always loaded after the emoji data is loaded even if true.
kk: Егер шын болса, іске қосылған кезде Unicode деректерін жүктейді. Деректерді жүктеу үшін шамамен 15МБ жад қажет. Жалған болса, эмодзи сұхбат терезесі алғаш ашылғанда Unicode деректерін жүктейді. Шын болса да, Unicode деректері әрқашан эмодзи деректері жүктелгеннен кейін жүктеледі.

source: Other
kk: Басқа

source: Select a language
kk: Тілді таңдаңыз

source: _Cancel
kk: _Бас тарту

source: _OK
kk: _ОК

source: More…
kk: Көбірек…

source: About
kk: Туралы

source: _Close
kk: _Жабу

source: Language: %s
kk: Тіл: %s

source: Keyboard layout: %s
kk: Пернетақта жаймасы: %s

source: Author: %s
kk: Авторы: %s

source: Description:
kk: Сипаттамасы:

source: Select an input method
kk: Енгізу тәсілін таңдаңыз

source: _Add
kk: Қо_су

source: Input Method
kk: Енгізу тәсілі

source: IBus Preferences
kk: IBus қалаулары

source: Set IBus Preferences
kk: IBus қалауларын орнату

source: Keyboard shortcuts
kk: Пернетақта жарлықтары

source: Key code:
kk: Перне коды:

source: Modifiers:
kk: Түрлендіргіштер:

source: _Apply
kk: Іске _асыру

source: _Delete
kk: Ө_шіру

source: Please press a key (or a key combination). The dialog will be closed when the key is released.
kk: Пернені (немесе пернелер комбинациясын) басыңыз. Перне жіберілген кезде сұхбат терезесі жабылады.

source: Please press a key (or a key combination)
kk: Пернені (немесе пернелер комбинациясын) басыңыз

source: Use shortcut with shift to switch to the previous input method
kk: Алдыңғы енгізу тәсіліне ауысу үшін shift қосылған жарлықты пайдалану

source: The IBus daemon is not running. Do you wish to start it?
kk: IBus демоны қосулы емес. Оны іске қосуды қалайсыз ба?

source: IBus has been started. If you cannot use IBus, add the following lines to your $HOME/.bashrc; then relog into your desktop. # For Wayland sessions ($XDG_SESSION_TYPE is "wayland") export GTK_IM_MODULE=wayland export XMODIFIERS=@im=ibus export QT_IM_MODULES=wayland;ibus export QT_IM_MODULE=ibus # For X11 sessions ($XDG_SESSION_TYPE is "x11") export GTK_IM_MODULE=ibus export XMODIFIERS=@im=ibus export QT_IM_MODULE=ibus
kk: IBus іске қосылды. Егер IBus пайдалана алмасаңыз, $HOME/.bashrc файлына келесі жолдарды қосыңыз; содан кейін жұмыс үстеліне қайта кіріңіз. # Wayland сессиялары үшін ($XDG_SESSION_TYPE - "wayland") export GTK_IM_MODULE=wayland export XMODIFIERS=@im=ibus export QT_IM_MODULES=wayland;ibus export QT_IM_MODULE=ibus # X11 сессиялары үшін ($XDG_SESSION_TYPE - "x11") export GTK_IM_MODULE=ibus export XMODIFIERS=@im=ibus export QT_IM_MODULE=ibus

source: IBus daemon could not be started in %d seconds.
kk: IBus демонын %d секунд ішінде іске қосу мүмкін болмады.

source: Select keyboard shortcut for %s
kk: %s үшін пернетақта жарлығын таңдаңыз

source: switching input methods
kk: енгізу тәсілдерін ауыстыру

source: Horizontal
kk: Горизонталды

source: Vertical
kk: Вертикалды

source: Top left corner
kk: Жоғарғы сол жақ бұрыш

source: Top right corner
kk: Жоғарғы оң жақ бұрыш

source: Bottom left corner
kk: Төменгі сол жақ бұрыш

source: Bottom right corner
kk: Төменгі оң жақ бұрыш

source: Custom
kk: Пайдаланушылық

source: Do not show
kk: Көрсетпеу

source: Hide automatically
kk: Автоматты түрде жасыру

source: Always
kk: Әрқашан

source: The shortcut keys for switching to next input method in the list
kk: Тізімдегі келесі енгізу тәсіліне ауысуға арналған жарлық пернелері

source: Next input method:
kk: Келесі енгізу тәсілі:

source: The shortcut keys for switching to previous input method in the list
kk: Тізімдегі алдыңғы енгізу тәсіліне ауысуға арналған жарлық пернелері

source: Previous input method:
kk: Алдыңғы енгізу тәсілі:

source: Enable or disable:
kk: Іске қосу немесе сөндіру:

source: Enable:
kk: Іске қосу:

source: Disable:
kk: Сөндіру:

source: <b>Keyboard Shortcuts</b>
kk: <b>Пернетақта жарлықтары</b>

source: Set the orientation of candidates in lookup table
kk: Іздеу кестесіндегі үміткерлердің бағдарын орнату

source: Candidates orientation:
kk: Үміткерлер бағдары:

source: Set the behavior of ibus how to show or hide language bar
kk: Тілдер панелін көрсету немесе жасыру үшін ibus әрекетін орнату

source: Show property panel:
kk: Қасиеттер панелін көрсету:

source: Language panel position:
kk: Тілдер панелінің орны:

source: Show input method's name on language bar when check the checkbox
kk: Жалауша қойылғанда тілдер панелінде енгізу тәсілінің атын көрсету

source: Embed preedit text in application window
kk: Қолданба терезесіне енгізу алдындағы мәтінді кірістіру

source: Embed the preedit text of input method in the application window
kk: Қолданба терезесіне енгізу тәсілінің енгізу алдындағы мәтінін кірістіру

source: Use custom font:
kk: Пайдаланушы қарпін пайдалану:

source: <b>Font and Style</b>
kk: <b>Қаріп және стиль</b>

source: General
kk: Жалпы

source: Add the selected input method into the enabled input methods
kk: Таңдалған енгізу тәсілін іске қосылған енгізу тәсілдеріне қосу

source: _Remove
kk: Өші_ру

source: Remove the selected input method from the enabled input methods
kk: Таңдалған енгізу тәсілін іске қосылған енгізу тәсілдерінен өшіру

source: _Up
kk: Жоғ_ары

source: Move up the selected input method in the enabled input methods list
kk: Іске қосылған енгізу тәсілдері тізімінде таңдалған тәсілді жоғары жылжыту

source: _Down
kk: Тө_мен

source: Move down the selected input method in the enabled input methods
kk: Іске қосылған енгізу тәсілдері ішінде таңдалған тәсілді төмен жылжыту

source: _About
kk: Т_уралы

source: Show information of the selected input method
kk: Таңдалған енгізу тәсілі туралы ақпаратты көрсету

source: _Preferences
kk: Қал_аулар

source: Show setup of the selected input method
kk: Таңдалған енгізу тәсілінің баптауларын көрсету

source: <small><i>The active input method can be switched around from the selected ones in the above list by pressing the keyboard shortcut keys or clicking the panel icon.</i></small>
kk: <small><i>Белсенді енгізу тәсілін жоғарыдағы тізімнен таңдалғандар арасында пернетақта жарлықтарын басу немесе панель таңбашасын шерту арқылы ауыстыруға болады.</i></small>

source: The shortcut keys to enable conversions of emoji annotations or Unicode names
kk: Эмодзи аңдатпаларын немесе Unicode атауларын түрлендіруді іске қосуға арналған жарлық пернелері

source: Emoji annotation:
kk: Эмодзи аңдатпасы:

source: The shortcut keys to enable Unicode code point conversions
kk: Unicode код нүктелерін түрлендіруді іске қосуға арналған жарлық пернелері

source: Unicode code point:
kk: Unicode код нүктесі:

source: Set a font of Unicode candidates on the emoji dialog
kk: Эмодзи сұхбат терезесінде Unicode үміткерлерінің қарпін орнату

source: Unicode font:
kk: Unicode қарпі:

source: Set a language of emoji annotations on the emoji dialog
kk: Эмодзи сұхбат терезесінде эмодзи аңдатпаларының тілін орнату

source: Emoji annotation language:
kk: Эмодзи аңдатпасының тілі:

source: Match emoji annotations partially with the following condition and more than the number of characters:
kk: Эмодзи аңдатпаларын келесі шарт бойынша және таңбалар санынан көп болғанда ішінара сәйкестендіру:

source: If emoji annotations can be matched with a partial string instead of the exact match
kk: Эмодзи аңдатпалары дәл сәйкестіктің орнына ішінара жолмен сәйкес келе алса

source: Prefix match
kk: Префикс сәйкестігі

source: Suffix match
kk: Суффикс сәйкестігі

source: Containing match
kk: Құрамындағы сәйкестік

source: Emoji
kk: Эмодзи

source: <b>Keyboard Layout</b>
kk: <b>Пернетақта жаймасы</b>

source: <b>Global input method settings</b>
kk: <b>Глобалды енгізу тәсілінің баптаулары</b>

source: Choose glyphs with the input method's language on the candidate window for the duplicated code points
kk: Қайталанатын код нүктелері үшін үміткерлер терезесінде енгізу тәсілінің тіліне сәйкес глифтерді таңдау

source: Use custom theme:
kk: Пайдаланушы темасын пайдалану:

source: Choose a theme of the candidate window
kk: Үміткерлер терезесінің темасын таңдау

source: Use custom icon:
kk: Пайдаланушы таңбашасын пайдалану:

source: Choose a theme of the arrow buttons on the candidate window
kk: Үміткерлер терезесіндегі бағдарша батырмаларының темасын таңдау

source: <b>Font and Theme</b>
kk: <b>Қаріп және тема</b>

source: Advanced
kk: Кеңейтілген

source: Since IBus 1.5.33, Compose files replace the builtin compose sequences. To keep them and add your own sequences on top, the line: include "%%L" has been added to the Compose file: %s.
kk: IBus 1.5.33 нұсқасынан бастап, Compose файлдары ішкі compose тізбектерінің орнын басады. Оларды сақтау және өз тізбектеріңізді үстінен қосу үшін: include "%%L" жолы мына Compose файлына қосылды: %s.

source: Since IBus 1.5.33, Compose files replace the builtin compose sequences. To keep them and add your own sequences on top, you need to add the line: include "%%L" to the Compose file: %s.
kk: IBus 1.5.33 нұсқасынан бастап, Compose файлдары ішкі compose тізбектерінің орнын басады. Оларды сақтау және өз тізбектеріңізді үстінен қосу үшін: include "%%L" жолын мына Compose файлына қосуыңыз керек: %s.

source: Activities
kk: Әрекеттер

source: Animals & Nature
kk: Жануарлар және табиғат

source: Component
kk: Құрамдас

source: Flags
kk: Жалаулар

source: Food & Drink
kk: Тағам және сусын

source: Objects
kk: Объектілер

source: People & Body
kk: Адамдар және дене

source: Smileys & Emotion
kk: Смайликтер және эмоциялар

source: Symbols
kk: Таңбалар

source: Travel & Places
kk: Саяхат және орындар

source: Detect unregistered character in your compose sequence
kk: Compose тізбегіңізде тіркелмеген таңбаны анықтау

source: The character you just input is not recognized as a valid part of the currently active compose sequence and the character was cancelled. Try inputting the correct character to the compose sequence again, or press Escape key to terminate whole the compose sequence.
kk: Сіз енгізген таңба қазіргі белсенді compose тізбегінің жарамды бөлігі ретінде танылмады және таңбадан бас тартылды. Compose тізбегіне дұрыс таңбаны қайта енгізіп көріңіз немесе бүкіл compose тізбегін тоқтату үшін Escape пернесін басыңыз.

source: Compose file update
kk: Compose файлын жаңарту

source: Basic Latin
kk: Негізгі латын

source: Latin-1 Supplement
kk: Латын-1 қосымшасы

source: Latin Extended-A
kk: Латын кеңейтілген-A

source: Latin Extended-B
kk: Латын кеңейтілген-B

source: IPA Extensions
kk: IPA кеңейтілімдері

source: Spacing Modifier Letters
kk: Бос орын түрлендіргіш әріптері

source: Combining Diacritical Marks
kk: Біріктірілетін диакритикалық таңбалар

source: Greek and Coptic
kk: Грек және Копт

source: Cyrillic
kk: Кириллица

source: Cyrillic Supplement
kk: Кириллица қосымшасы

source: Armenian
kk: Армян

source: Hebrew
kk: Иврит

source: Arabic
kk: Араб

source: Syriac
kk: Сирия

source: Arabic Supplement
kk: Араб қосымшасы

source: Thaana
kk: Таана

source: NKo
kk: Нко

source: Samaritan
kk: Самария

source: Mandaic
kk: Мандаик

source: Syriac Supplement
kk: Сирия қосымшасы

source: Arabic Extended-B
kk: Араб кеңейтілген-B

source: Arabic Extended-A
kk: Араб кеңейтілген-A

source: Devanagari
kk: Деванагари

source: Bengali
kk: Бенгал

source: Gurmukhi
kk: Гурмукхи

source: Gujarati
kk: Гуджарати

source: Oriya
kk: Ория

source: Tamil
kk: Тамил

source: Telugu
kk: Телугу

source: Kannada
kk: Каннада

source: Malayalam
kk: Малаялам

source: Sinhala
kk: Сингал

source: Thai
kk: Тай

source: Lao
kk: Лаос

source: Tibetan
kk: Тибет

source: Myanmar
kk: Мьянма

source: Georgian
kk: Грузин

source: Hangul Jamo
kk: Хангыль Джамо

source: Ethiopic
kk: Эфиоп

source: Ethiopic Supplement
kk: Эфиоп қосымшасы

source: Cherokee
kk: Чероки

source: Unified Canadian Aboriginal Syllabics
kk: Біріктірілген канадалық аборигендік буындар

source: Ogham
kk: Оғам

source: Runic
kk: Руна

source: Tagalog
kk: Тагалог

source: Hanunoo
kk: Хануноо

source: Buhid
kk: Бухид

source: Tagbanwa
kk: Тагбанва

source: Khmer
kk: Кхмер

source: Mongolian
kk: Моңғол
